tap "azure/draft"
tap "caskroom/cask"
tap "caskroom/fonts"
tap "homebrew/bundle"
tap "homebrew/core"
tap "ksonnet/tap"
brew "ack"
brew "ansible"
brew "python"
brew "awscli"
brew "bash"
brew "bash-completion@2"
brew "coreutils"
brew "findutils", args: ["with-default-names"]
brew "git"
brew "git-lfs"
brew "gnu-sed", args: ["with-default-names"]
brew "gnupg"
brew "go"
brew "go-jira"
brew "grep"
brew "htop"
brew "iftop"
brew "imagemagick", args: ["with-webp"]
brew "irssi"
brew "jq"
brew "kops"
brew "lua"
brew "moreutils"
brew "mtr"
brew "nmap"
brew "openssh"
brew "p7zip"
brew "packer"
brew "pigz"
brew "pv"
brew "ranger"
brew "rename"
brew "ripgrep"
brew "rlwrap"
brew "screen"
brew "ssh-copy-id"
brew "stow"
brew "terraform"
brew "tmux"
brew "tree"
brew "vim", args: ["with-override-system-vi"]
brew "watch"
brew "wget"
brew "ksonnet/tap/ks"
cask "1password"
cask "alfred"
cask "deluge"
cask "discord"
cask "iterm2"
cask "keybase"
cask "postman"
cask "slack"
cask "spectacle"
cask "spotify"
cask "synergy"
cask "typora"
cask "virtualbox"
cask "visual-studio-code"
cask "caskroom/fonts/font-consolas-for-powerline"
cask "caskroom/fonts/font-sourcecodepro-nerd-font-mono"
