tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "jmespath/jmespath"
tap "johanhaleby/kubetail"
tap "keys-pub/tap"
tap "ksonnet/tap"
tap "neovim/neovim"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"
tap "shyiko/kubesec"
tap "wata727/tflint"
brew "ack"
brew "coreutils"
brew "asdf"
brew "awscli"
brew "bash"
brew "bash-completion@2"
brew "bat"
brew "glib"
brew "cfssl"
brew "cheat"
brew "cookiecutter"
brew "curl"
brew "dfu-util"
brew "direnv"
brew "docker-slim"
brew "exa"
brew "fd"
brew "fswatch"
brew "fzf"
brew "gdk-pixbuf"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "gnu-getopt"
brew "gnu-sed"
brew "libevent"
brew "gnutls"
brew "gnupg"
brew "gobject-introspection"
brew "grep"
brew "hadolint"
brew "harfbuzz"
brew "htop"
brew "iftop"
brew "jp"
brew "jq"
brew "k3d"
brew "kustomize"
brew "lastpass-cli"
brew "libfido2"
brew "librsvg"
brew "lua"
brew "lsyncd"
brew "minikube"
brew "moreutils"
brew "mtr"
brew "neovim", args: ["HEAD"]
brew "nmap"
brew "openssh"
brew "p7zip"
brew "packer"
brew "tree"
brew "pigz"
brew "pre-commit"
brew "pv"
brew "pyenv"
brew "python@2", link: false
brew "python@3.8"
brew "ruby-build"
brew "rbenv"
brew "redis"
brew "rename"
brew "ripgrep"
brew "rlwrap"
brew "rsync"
brew "ruby"
brew "rust"
brew "screen"
brew "shellcheck"
brew "shfmt"
brew "sops"
brew "ssh-copy-id", link: true
brew "stow"
brew "telnet"
brew "terraform"
brew "terraform-docs"
brew "terraform_landscape"
brew "terragrunt"
brew "tflint"
brew "tmux"
brew "watch"
brew "wget"
brew "xsv"
brew "yamllint"
brew "ykman"
brew "yubico-piv-tool"
brew "zsh"
brew "zsh-syntax-highlighting"
brew "keys-pub/tap/keys"
brew "qmk/qmk/qmk"
cask "1password"
cask "1password-cli"
cask "alacritty"
cask "alfred"
cask "amethyst"
cask "deluge"
cask "dozer"
cask "firefox"
cask "font-consolas-for-powerline"
cask "font-sourcecodepro-nerd-font-mono"
cask "font-terminus"
cask "iterm2"
cask "maccy"
cask "ngrok"
cask "qmk-toolbox"
cask "signal"
cask "spotify"
cask "vagrant"
cask "via"
cask "visual-studio-code"
